{
  "pageTitle": "Recursos y Enlaces",
  "pageSubtitle": "Explora sitios web útiles, herramientas y materiales educativos relacionados con la comunicación satelital, la tecnología de radio y las ciencias espaciales.",
  "featuredSectionTitle": "Recursos Destacados",
  "learningLinksSectionTitle": "Enlaces de Aprendizaje por Nivel",
  "curiousFactsSectionTitle": "Datos Curiosos y El Espacio en tu Vida",
  "imagePlaceholderError": "N/A",
  "featuredLinks": {
    "nasa": {
      "title": "NASA Oficial",
      "description": "Explora las misiones, investigaciones y descubrimientos de la agencia espacial de EE. UU."
    },
    "esa": {
      "title": "Agencia Espacial Europea (ESA)",
      "description": "Descubre los proyectos y avances de la ESA en la exploración espacial y observación terrestre."
    },
    "satnogsNetwork": {
      "title": "Red SatNOGS",
      "description": "La red global de estaciones terrenas satelitales de código abierto. ¡Nuestra estación es parte de ella!"
    },
    "heavensAbove": {
      "title": "Heavens-Above",
      "description": "Predicciones precisas de pasos de satélites (incluida la ISS) visibles desde tu ubicación."
    },
    "stuffinspace": {
      "title": "Stuff in Space",
      "description": "Visualización 3D en tiempo real de objetos orbitando la Tierra. ¡Impresionante!"
    },
    "satnogsDb": {
      "title": "SatNOGS DB",
      "description": "Base de datos colaborativa de satélites, transmisores y sus telemetrías."
    },
    "n2yo": {
      "title": "N2YO.com",
      "description": "Seguimiento de satélites en tiempo real, predicciones de pasos y mucha más información orbital."
    },
    "celestrak": {
      "title": "CelesTrak",
      "description": "Fuente autorizada de datos orbitales (TLEs) y herramientas analíticas sobre objetos espaciales."
    },
    "websdr": {
      "title": "WebSDR.org",
      "description": "Una colección de receptores de Radio Definida por Software accesibles a través de internet."
    },
    "nasaScienceTech": {
      "title": "Ciencia y Tecnología de la NASA",
      "description": "Explora los últimos avances y recursos de la NASA en ciencia y tecnología espacial."
    },
    "nasaSatelliteGuide": {
      "title": "Guía de Satélites de la NASA",
      "description": "Una guía educativa sobre satélites de NASA Space Place."
    },
    "nasaDsnGame": {
      "title": "Juego DSN de la NASA",
      "description": "Juega y aprende sobre la Red del Espacio Profundo (DSN) de la NASA."
    },
    "noPreview": "Miniatura no disponible"
  },
  "levels": {
    "principiante": "Principiante",
    "intermedio": "Intermedio",
    "avanzado": "Avanzado"
  },
  "linksOfInterest": {
    "queEsUnSatelite": {
      "title": "¿Qué es un Satélite?",
      "description": "Una explicación sencilla de la NASA sobre los satélites y sus usos."
    },
    "scan": {
      "title": "Comunicaciones y Navegación Espacial (SCaN)",
      "description": "Programa de la NASA para la infraestructura de comunicación espacial."
    },
    "arrl": {
      "title": "ARRL",
      "description": "Asociación nacional de Radioaficionados en EE. UU. (recursos en inglés)."
    },
    "amsat": {
      "title": "AMSAT",
      "description": "Corporación de Satélites de Radioaficionados, coordina proyectos satelitales amateur."
    },
    "tiposDeOrbitas": {
      "title": "Tipos de Órbitas Satelitales",
      "description": "Aprende sobre las órbitas LEO, MEO, GEO y más (ESA Kids)."
    },
    "comoFuncionanSats": {
      "title": "¿Cómo Funcionan los Satélites?",
      "description": "Una explicación de la tecnología satelital (HowStuffWorks, en inglés)."
    },
    "espectroRadio": {
      "title": "Asignación del Espectro Radioeléctrico",
      "description": "Información sobre la asignación de frecuencias de radio (ANE Colombia)."
    },
    "libreSpace": {
      "title": "Libre Space Foundation",
      "description": "Fundación de código abierto que diseña tecnologías espaciales."
    },
    "dsn": {
      "title": "Red del Espacio Profundo (DSN)",
      "description": "Red internacional de antenas de la NASA para misiones interplanetarias."
    },
    "sdrIntro": {
      "title": "Introducción a SDR con RTL-SDR",
      "description": "Información sobre Radio Definida por Software de bajo costo (sitio en inglés)."
    },
    "gnuRadio": {
      "title": "GNU Radio",
      "description": "Kit de herramientas de desarrollo de software libre para procesamiento de señales."
    },
    "dsp": {
      "title": "DSPRelated",
      "description": "Comunidad y recursos para Procesamiento Digital de Señales (en inglés)."
    }
  },
  "curiousFacts": {
    "gpsDiario": {
      "title": "GPS: Tu Guía Espacial",
      "text": "¿Sabías que el GPS de tu teléfono se conecta con al menos 4 satélites para saber dónde estás? ¡Hay una constelación de unos 30 satélites GPS orbitando la Tierra!",
      "linkText": "Aprende más sobre GPS"
    },
    "velocidadISS": {
      "title": "¡A Toda Velocidad!",
      "text": "La Estación Espacial Internacional (ISS) viaja a unos 28,000 km/h. ¡Eso es como ir de Bogotá a Medellín en menos de un minuto! Da una vuelta completa a la Tierra cada 90 minutos.",
      "linkText": "Datos de la ISS (NASA)"
    },
    "basuraEspacial": {
      "title": "Basura en el Espacio",
      "text": "Existen millones de pedazos de \"basura espacial\" orbitando la Tierra, desde satélites viejos hasta pequeñas piezas de cohetes. ¡Limpiar el espacio es un gran desafío!",
      "linkText": "Basura espacial (ESA)"
    },
    "satelitesMeteorologicos": {
      "title": "Vigilantes del Clima",
      "text": "Los satélites meteorológicos nos ayudan a predecir el tiempo, monitorear huracanes y estudiar el cambio climático, ¡todo desde cientos de kilómetros de altura!",
      "linkText": "Satélites y clima (NOAA)"
    },
    "televisionSatelital": {
      "title": "TV desde el Cielo",
      "text": "Muchos canales de televisión llegan a tu casa gracias a satélites geoestacionarios que parecen \"flotar\" fijos sobre un punto de la Tierra, a más de 35,000 km de altura.",
      "linkText": "Cómo funciona la TV Satelital"
    },
    "primerSatelite": {
      "title": "El \"Bip Bip\" que Cambió el Mundo",
      "text": "El primer satélite artificial, Sputnik 1, lanzado en 1957, era una esfera metálica que solo emitía simples \"bips\" de radio, ¡pero inició la carrera espacial!",
      "linkText": "Sobre el Sputnik 1 (NASA)"
    }
  },
  "sdrInteractiveSection": {
    "featuredSite": {
      "title": "Explora radio en vivo",
      "description": {
        "intro": "¡Sintoniza el espectro radioeléctrico en vivo desde Francia! Esta página en WebSDR te permite escuchar una amplia gama de frecuencias de radio directamente en tu navegador.",
        "steps": [
          { "id": "sdr_step1_es", "text": "Visita el sitio usando el enlace de abajo.", "icon": "ExternalLink" },
          { "id": "sdr_step2_es", "text": "En el panel de control, ingresa una frecuencia en el campo 'Frequency'.", "icon": "Type" },
          { "id": "sdr_step3_es", "text": "Selecciona un modo de recepción apropiado para la señal (AM, NFM para estaciones y radiodifusión).", "icon": "Settings2" },
          { "id": "sdr_step4_es", "text": "Puedes hacer clic en las señales en la visualización de cascada (waterfall) para sintonizarlas. Ajusta el ancho de banda y la configuración de audio para mayor claridad.", "icon": "Waves" }
        ],
        "notesTitle": "Bandas de Interés Satelital:",
        "notes": [
          { "id": "sdr_note1_es", "text": "Esta estación es una de muchas que puedes ver en WebSDR. La cobertura a menudo incluye:", "icon": "ListChecks" },
          { "id": "sdr_note2_es", "text": "El rango de 137-138 MHz, para satélites meteorológicos como NOAA APT.", "icon": "CloudSun" },
          { "id": "sdr_note3_es", "text": "La banda de 2 metros de 144-146 MHz, para la ISS y satélites de radioaficionados.", "icon": "Satellite" },
          { "id": "sdr_note4_es", "text": "La banda de 70 centímetros entre 430-440 MHz, para varios satélites de radioaficionados.", "icon": "RadioTower" }
        ],
        "outro": "¡Esto te permite recibir potencialmente señales y telemetría desde el espacio directamente!"
      },
      "linkText": "Escuchar en Vivo WebSDR Burdeos",
      "thumbnailAlt": "Captura de pantalla de la interfaz WebSDR de la estación de Burdeos"
    },
    "thumbnailError": "Miniatura no disponible",
    "stepsTitle": "Cómo explorar:"
  },
  "altText": {
    "faviconFor": "Favicon para {{siteTitle}}",
    "thumbnailFor": "Miniatura para {{siteTitle}}"
  }
}
